[
  {
    "title": "Traditional Music",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "Georgian folk music is renowned for its rich melodies and ancient traditions. Unique regional instruments like the panduri (a three-string fretted lute) and the chonguri (a four-string lute from western Georgia) often accompany polyphonic singing. The duduki (a double-reed woodwind made from apricot wood) produces soft, mournful tones and is traditionally played solo or in ensembles. The simple salamuri flute has been played since ancient times. Georgian polyphony—three or more interweaving vocal parts—has been recognized by UNESCO as a cultural treasure, with regional styles ranging from Svaneti’s mountain three-part songs to Kakheti’s dialogic harmonies and western trio improvisations."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Traditional Clothing",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "Traditional Georgian attire is colorful, symbolic, and still worn with pride on special occasions. Men's iconic chokha coats feature cartridge holders and high collars, often paired with a sword (khanjali) and a wool hat. Regional variations include Kartli-Kakhetian, Khevsurian, and Adjarian styles. Women wear the elegant kartuli gown with ornate bodices, full skirts, and distinctive headdresses like layered veils (lechaki) and decorative caps. Today, these costumes are showcased in museums, at weddings, and by folk ensembles, offering a vivid glimpse into Georgia's sartorial heritage."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Architecture",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "Georgia's architecture blends ancient and modern influences amid dramatic landscapes. Medieval churches and monasteries—such as Mtskheta’s Jvari Monastery (6th c.) and Svetitskhoveli Cathedral (11th c.)—stand as UNESCO-recognized masterpieces. In Svaneti, stone defensive towers remain in villages like Chazhashi. Tbilisi’s Old Town features winding lanes, carved wooden balconies, Narikala fortress, and Metekhi Church overlooking the Kura River. Contemporary landmarks such as the Bridge of Peace and the Public Service Hall dome illustrate Georgia's embrace of innovative design."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Traditional Dances",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "Georgian dance is celebrated for its athleticism and storytelling, with national costumes enhancing the spectacle. Kartuli is a graceful couple’s dance symbolizing courtship—partners never touch as he bows and she glides. Khorumi, a men’s war dance from Guria, reenacts raids and battles with precise footwork. The playful mixed-gender Acharuli features lighthearted flirtation and swirling moves. Other dances like Partsa, Tbilisuri, and Khevsurian sword dances convey themes of love, bravery, and faith, preserving folk spirit across generations."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Festivals",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "Georgia’s festivals celebrate history, faith, and harvests. Tbilisoba (October) marks the capital’s birthday with concerts, parades, wine tastings, and folk markets. Alaverdoba (September) in Kakheti blends grape-harvest rituals with church blessings, horse races, and traditional wrestling. Throughout the Rtveli grape harvest (Sept–Oct), villages gather for qvevri winemaking and supra feasts. Giorgoba (May/Nov) honors St. George with church services and rural rites. Other traditions include Alilo caroling, Lomisoba pilgrimages, and medieval Berikaoba carnivals."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Cultural Traditions",
    "description": null,
    "content": [
      {
        "type": "paragraph",
        "text": "The supra feast exemplifies Georgian hospitality: a tamada (toastmaster) leads ritual toasts about love, family, and homeland—no one drinks until the final “bolo mde.” Guests are seen as gifts from God, and hosts spare no effort to honor them. Multi-generational families cherish elders, and Orthodox Christianity—embraced since the 4th century—shapes life-cycle events and holidays. Bread, wine, and blessings unite communities in gratitude and resilience, inviting visitors to share in Georgia’s open-hearted warmth."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  }
]