[
  {
    "title": "Ancient Origins",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "Georgia’s story begins in prehistory – excavations in Dmanisi (near modern Tbilisi) have unearthed hominid fossils dating back 1.8 million years. By the late Bronze Age (end of the 1st millennium BC), two distinct kingdoms had formed: the western realm of Colchis and the eastern realm of Iberia (Kartli). Colchis, on the Black Sea coast, even appears in Greek myth as the land of the Golden Fleece (Jason’s quest). Archaeological sites like Uplistsikhe illustrate this deep past – a sprawling Iron-Age cave-fortress town carved into the rock."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Christian Georgia: Faith and First Kingdoms",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "In AD 330–337, Georgia’s King Mirian III converted to Christianity under the influence of Saint Nino, making it one of the world’s earliest Christian countries. The old capital Mtskheta remains a spiritual heart: its Svetitskhoveli Cathedral (11th century) is famed as the burial place of Christ’s sacred robe and the tombs of Georgian kings. Nearby Jvari Monastery (6th century) crowns a hill above the town. Everywhere you travel, Byzantine-style domed churches and monasteries perched on hillsides remind you of Georgia’s enduring Christian heritage."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "The Golden Age of David and Tamar",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "During the high Middle Ages, Georgia experienced a Golden Age under the Bagrationi dynasty. King David IV “the Builder” (r. 1089–1125) reunited much of the kingdom, reformed its administration and army, and championed learning. His great-granddaughter Queen Tamar (r. 1184–1213) presided over Georgia at its territorial peak. This era saw an efflorescence of culture: Gelati Monastery near Kutaisi became a world-class academy of theology, philosophy, and science. The cliff-side city-monastery complex of Vardzia, built on Tamar’s orders, remains a breathtaking testament to this golden age."
      },
      {
        "type": "paragraph",
        "text": "In the highland region of Upper Svaneti, remote mountain villages like Ushguli still showcase medieval stone defensive towers built between the 9th and 12th centuries. UNESCO inscribed Upper Svaneti for its exceptional blend of dramatic Caucasus peaks and these medieval tower-houses. Similarly, the ruins of Bagrati Cathedral (circa 1000 AD) and the intact Gelati Monastery (consecrated 1106) stand as UNESCO World Heritage sites celebrating Georgia’s medieval flowering."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Invasions and Empires",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "After the Golden Age, Mongolia’s armies ravaged Georgia in the 13th century, and by the late 1400s the once-united kingdom had fractured into warring principalities. In subsequent centuries, these kingdoms found themselves caught between the Ottoman Empire to the southwest and Persia’s Safavid, Afsharid, and Qajar dynasties to the east. Coastal cities and interior provinces changed hands repeatedly. Ultimately, the Russian Empire intervened: eastern Georgia (Kartli-Kakheti) was annexed in 1801 and western Georgia (Imereti) in 1810, ending native royal rule. Following World War I, Georgia briefly regained independence (1918–21) but was soon invaded by the Red Army and incorporated into the Soviet Union."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Russian Rule, Soviet Era, and Independence",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "Under Russian and later Soviet authority, Georgia modernized its infrastructure but also endured cultural and religious repression. Many churches were closed or repurposed, and iconic landmarks were altered. Notably, Soviet leader Joseph Stalin hailed from the Georgian town of Gori. When the USSR collapsed in 1991, Georgia declared full independence. The early post-Soviet years were turbulent, marked by civil strife and separatist conflicts, but from 2003 onward the country stabilized and embarked on a cultural revival. Today, restored monuments and new museums celebrate Georgia’s rich heritage."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  },
  {
    "title": "Modern Georgia: Heritage and Tourism",
    "description": "",
    "content": [
      {
        "type": "paragraph",
        "text": "Modern travelers can explore Georgia’s long history at every turn. Positioned on ancient Silk Road trade routes, Tbilisi became a bustling caravan city absorbing Persian, Byzantine, and European influences. Its “Old Town” features Orthodox cathedrals, Persian-style bathhouses, and 19th-century art nouveau homes standing side by side. UNESCO World Heritage Sites such as the Historical Monuments of Mtskheta, Gelati Monastery, and Upper Svaneti villages allow visitors to walk through living history. From ancient cave cities and medieval academies to mountaintop fortresses and royal palaces, Georgia’s past is woven into its vibrant present."
      }
    ],
    "footer": "",
    "img_src": "",
    "img_alt": ""
  }
]